Revit 2027 API
ParameterTypeId.Rebar3dpathEndOffset Property
 "Path End Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Rebar3dpathEndOffset { get; }
Public Shared ReadOnly Property Rebar3dpathEndOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Rebar3dpathEndOffset {
	ForgeTypeId^ get ();
}
static member Rebar3dpathEndOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace